{
  "administration": "Administration",
  "editGroup": "Modifier la communauté",
  "editGroupText": "Définissez les attributs principaux de votre communauté d'échange.",
  "currencyValue": "Valeur de la monnaie",
  "currencyValueHint": "La valeur de votre monnaie par rapport à la monnaie de référence HOUR. Elle est utilisée pour calculer le taux de change entre votre monnaie et les autres. Utilisez la notation n/d. Par exemple, si vous définissez 1/10, cela signifie que 10 unités de votre monnaie équivalent à 1 HOUR.",
  "invalidCurrencyValue": "Valeur de monnaie invalide. Veuillez utiliser la notation n/d.",
  "groupSettings": "Paramètres de la communauté",
  "categories": "Catégories",
  "signupSettings": "Paramètres d'inscription",
  "signupSettingsText": "Définissez certains paramètres pour le processus d'inscription.",
  "enableTermsOfUse": "Conditions d'utilisation",
  "enableTermsOfUseHint": "Exiger que les utilisateurs acceptent les conditions d'utilisation avant de s'inscrire.",
  "termsOfUse": "Conditions d'utilisation",
  "minOffers": "Offres minimales",
  "minOffersHint": "Nombre minimum d'offres qu'un membre doit créer lors de l'inscription.",
  "minNeeds": "Besoins minimaux",
  "minNeedsHint": "Nombre minimum de besoins qu'un membre doit créer lors de l'inscription.",
  "initialCredit": "Crédit initial",
  "initialCreditHint": "Le solde négatif maximum qu'un compte peut avoir après l'inscription. La modification de cette valeur n'affectera pas les comptes existants.",
  "maximumBalance": "Solde maximum",
  "initialMaximumBalanceHint": "Le solde positif maximum qu'un compte peut avoir après l'inscription. La modification de cette valeur n'affectera pas les comptes existants. Laissez à 0 pour illimité.",
  "accountDefaults": "Paramètres de compte par défaut",
  "accountDefaultsText": "Définissez les paramètres et permissions par défaut pour les comptes dans votre monnaie. Ces paramètres peuvent être remplacés compte par compte. La modification de ces paramètres affecte tous les comptes n'ayant pas de valeur spécifique.",
  "allowPayments": "Envoyer",
  "allowPaymentsHint": "Envoyer des échanges vers d'autres comptes.",
  "allowPaymentRequests": "Recevoir",
  "allowPaymentRequestsHint": "Demander des échanges à d'autres comptes.",
  "allowSimplePayments": "Envoi simple",
  "allowSimplePaymentsHint": "Envoyer des échanges en choisissant le destinataire dans une liste.",
  "allowSimplePaymentRequests": "Réception simple",
  "allowSimplePaymentRequestsHint": "Demander des échanges en choisissant la source dans une liste.",
  "allowQrPayments": "Envoyer par QR",
  "allowQrPaymentsHint": "Envoyer des échanges en scannant un code QR.",
  "allowQrPaymentRequests": "Recevoir par QR",
  "allowQrPaymentRequestsHint": "Recevoir des échanges en affichant un code QR.",
  "allowTagPayments": "Envoyer par NFC",
  "allowTagPaymentsHint": "Envoyer des échanges en affichant une étiquette NFC.",
  "allowTagPaymentRequests": "Recevoir par NFC",
  "allowTagPaymentRequestsHint": "Recevoir des échanges en scannant une étiquette NFC.",
  "allowMultiplePayments": "Envoi multiple",
  "allowMultiplePaymentsHint": "Envoyer un lot d'échanges.",
  "allowMultiplePaymentRequests": "Réception multiple",
  "allowMultiplePaymentRequestsHint": "Demander un lot d'échanges.",
  "enableAcceptPaymentsAfter2w": "Accepter les échanges après 2 semaines",
  "enableAcceptPaymentsAfter2wHint": "Accepter automatiquement toutes les demandes d'échange en attente après 2 semaines d'inactivité.",
  "enableOnPaymentCreditLimit": "Crédit par échanges",
  "enableOnPaymentCreditLimitHint": "Augmenter le solde négatif maximum du compte après réception d'un échange de la même quantité, jusqu'à une limite.",
  "onPaymentCreditLimit": "Limite de crédit par échanges",
  "allowExternalPayments": "Envoi externe",
  "allowExternalPaymentsHint": "Envoyer et recevoir des échanges de comptes dans d'autres monnaies.",
  "allowExternalPaymentRequests": "Réception externe",
  "allowExternalPaymentRequestsHint": "Demander et recevoir des demandes d'échange de comptes dans d'autres monnaies.",
  "externalPayments": "Échanges externes",
  "externalPaymentsText": "Définissez les paramètres pour les échanges avec des comptes dans d'autres monnaies. Ces paramètres s'appliquent à tous les comptes.",
  "enableExternalPayments": "Activer l'envoi externe",
  "enableExternalPaymentsHint": "Activer le protocole Komunitin pour envoyer et recevoir des échanges vers des comptes dans d'autres monnaies.",
  "enableExternalPaymentRequests": "Activer la réception externe",
  "enableExternalPaymentRequestsHint": "Activer le protocole Komunitin pour demander et recevoir des demandes d'échange de comptes dans d'autres monnaies.",
  "enableCreditCommonsPayments": "Activer Credit Commons (Expérimental)",
  "enableCreditCommonsPaymentsHint": "Activer le protocole Credit Commons pour envoyer et recevoir des échanges vers des comptes dans d'autres monnaies. Non recommandé pour une utilisation en production pour le moment.",
  "externalTraderCreditLimit": "Excédent commercial maximum",
  "externalTraderCreditLimitHint": "Le montant maximum que toutes les autres communautés combinées peuvent devoir à votre communauté.",
  "externalTraderMaximumBalance": "Déficit commercial maximum",
  "externalTraderMaximumBalanceHint": "Le montant maximum que votre communauté peut devoir à toutes les autres communautés combinées.",
  "trustlines": "Lignes de confiance",
  "trustlinesText": "Les lignes de confiance permettent les échanges externes en définissant l'excédent commercial maximum entre votre communauté et une communauté externe spécifique. C'est le montant maximum que la communauté externe peut devoir à votre communauté.",
  "noTrustlines": "Aucune ligne de confiance définie pour le moment.",
  "addTrustline": "Ajouter une ligne de confiance",
  "editTrustline": "Modifier la ligne de confiance",
  "limit": "Limite",
  "trustlineLimitHint": "Limite de la ligne de confiance dans vos unités de monnaie locale.",
  "update": "Mettre à jour",
  "limits": "Limites",
  "transferMethods": "Méthodes d'échange",
  "transferDirections": "Directions d'échange",
  "accountStart": "Démarrage du compte",
  "offersAndNeeds": "Offres et besoins",
  "marketplace": "Place de marché",
  "marketplaceText": "Définissez les paramètres pour les offres et besoins au sein de votre communauté.",
  "categoriesText": "Les offres et besoins sont organisés en catégories. Définissez les catégories qui seront disponibles dans votre communauté.",
  "deleteCategoryConfirmation": "Êtes-vous sûr de vouloir supprimer la catégorie {name} ?",
  "addCategory": "Ajouter une catégorie",
  "editCategory": "Modifier la catégorie",
  "categoryName": "Nom de la catégorie",
  "categoryIcon": "Icône de la catégorie",
  "searchIcon": "Rechercher une icône",
  "loadingIcons": "Chargement des icônes...",
  "creditLimit": "Limite de crédit",
  "columns": "Colonnes",
  "manageMembers": "Gérer les membres",
  "manageMembersText": "Consultez ci-dessous tous les membres de votre communauté. La plupart des paramètres de compte peuvent être définis par défaut depuis la page des paramètres de la communauté ou individuellement. La limite de crédit et le solde maximum doivent être définis individuellement après la création du compte.",
  "search": "Rechercher",
  "defaultIs": "Par défaut : {value}",
  "yes": "Oui",
  "no": "Non",
  "creditLimitHint": "Le solde négatif maximum que ce compte peut avoir.",
  "maximumBalanceHint": "Le solde positif maximum que ce compte peut avoir. Laissez à 0 pour illimité.",
  "move": "Envoyer",
  "allowAnonymousMemberList": "Permettre aux utilisateurs externes de lister les membres de la communauté",
  "allowAnonymousMemberListHint": "Permettre aux utilisateurs de toute autre communauté de voir la liste des noms, avatars et numéros de compte des membres de cette communauté. Aucun courriel ni autre information personnelle n'est partagé.",
  "memberRequests": "Demandes d'adhésion",
  "noMemberRequests": "Aucune demande d'adhésion en attente.",
  "privacy": "Confidentialité",
  "hideBalance": "Masquer le solde",
  "hideBalanceHint": "Masquer le solde et les limites du compte aux autres utilisateurs.",
  "downloadCSV": "Télécharger CSV",
  "suspendAccount": "Suspendre le compte",
  "suspendAccountConfirmText": "Êtes-vous sûr de vouloir suspendre ce compte ? Le compte ne pourra pas effectuer ou recevoir d'échanges jusqu'à ce qu'il soit réactivé par un administrateur.",
  "groupStatusPendingText": "La communauté est actuellement en attente d'approbation par l'administrateur du site.",
  "groupStatusActiveText": "La communauté est active.",
  "groupStatusDisabledText": "La communauté est désactivée. Les membres ne peuvent pas se connecter ni effectuer d'échanges.",
  "disableGroupConfirmText": "Êtes-vous sûr de vouloir désactiver la communauté {name} avec le code {code} ? Cette action désactivera tous les {members} membres et supprimera tous les comptes associés du grand livre. Vous pourrez réactiver la communauté plus tard, mais tous les comptes devront également être réactivés. Ne procédez que si votre projet est terminé et que vous voulez empêcher toute activité ultérieure.",
  "enableGroupConfirmText": "Êtes-vous sûr de vouloir activer la communauté {name} avec le code {code} ? Cette action restaurera la communauté et les lignes de confiance mais ne réactive pas automatiquement les membres ou les comptes. Vous devrez les réactiver manuellement.",
  "enableGroup": "Activer la communauté",
  "disableGroup": "Désactiver la communauté",
  "groupStatus": "État de la communauté",
  "groupStatusText": "Zone dangereuse.",
  "groupStatusUpdated": "État de la communauté mis à jour avec succès."
}
