{
  "administration": "Administration",
  "editGroup": "Edit Community",
  "editGroupText": "Define the main attributes of your exchange community.",
  "currencyValue": "Currency Value",
  "currencyValueHint": "The value of your currency in relation to the reference currency HOUR. It is used to calculate the exchange rate between your currency and others. Use the notation n/d. Eg, if you set 1/10, it means that 10 units of your currency are equivalent to 1 HOUR.",
  "invalidCurrencyValue": "Invalid currency value. Please use the notation n/d.",
  "groupSettings": "Community Settings",
  "categories": "Categories",
  "signupSettings": "Signup Settings",
  "signupSettingsText": "Define some settings for the signup process.",
  "enableTermsOfUse": "Terms of Use",
  "enableTermsOfUseHint": "Require users to accept the terms of use before signing up.",
  "termsOfUse": "Terms of Use",
  "minOffers": "Minimum Offers",
  "minOffersHint": "Minimum number of offers that a member must create during sign up.",
  "minNeeds": "Minimum Needs",
  "minNeedsHint": "Minimum number of needs that a member must create during sign up.",
  "initialCredit": "Initial Credit",
  "initialCreditHint": "The maximum negative balance that an account can have after signing up. Changing this value will not affect existing accounts.",
  "maximumBalance": "Maximum Balance",
  "initialMaximumBalanceHint": "The maximum positive balance that an account can have after signing up. Changing this value will not affect existing accounts. Leave to 0 for unlimited.",
  "accountDefaults": "Default account settings",
  "accountDefaultsText": "Define the default settings for accounts in your currency. These settings may be overriden account by account. Changing these settings affect all accounts not having a specific value.",
  "allowPayments": "Send",
  "allowPaymentsHint": "Allow users to send transfers to other accounts.",
  "allowPaymentRequests": "Receive",
  "allowPaymentRequestsHint": "Allow users to receive transfers from other accounts.",
  "allowSimplePayments": "Simple Send",
  "allowSimplePaymentsHint": "Allow users to send transfers by choosing the recipient from a list.",
  "allowSimplePaymentRequests": "Simple Receive",
  "allowSimplePaymentRequestsHint": "Allow users to receive transfers by choosing the source from a list.",
  "allowQrPayments": "Send by QR",
  "allowQrPaymentsHint": "Allow users to send transfers by scanning a QR code.",
  "allowQrPaymentRequests": "Receive by QR",
  "allowQrPaymentRequestsHint": "Allow users to receive transfers by showing a QR code.",
  "allowTagPayments": "Send by NFC",
  "allowTagPaymentsHint": "Allow users to send transfers by showing a NFC tag.",
  "allowTagPaymentRequests": "Receive by NFC",
  "allowTagPaymentRequestsHint": "Allow users to receive transfers by scanning a NFC tag.",
  "allowMultiplePayments": "Multiple Send",
  "allowMultiplePaymentsHint": "Enable the multiple send page to enter a batch of transfers.",
  "allowMultiplePaymentRequests": "Multiple Receive",
  "allowMultiplePaymentRequestsHint": "Enable the multiple receive page to enter a batch of transfer requests.",
  "enableAcceptPaymentsAfter2w": "Accept transfers after 2 weeks",
  "enableAcceptPaymentsAfter2wHint": "Automatically accept all pending transfer requests after 2 weeks of inactivity.",
  "enableOnPaymentCreditLimit": "Credit by transfers",
  "enableOnPaymentCreditLimitHint": "Increase the maximum negative balance of the account after receiving a transfer by the same quantity, up to a limit.",
  "onPaymentCreditLimit": "Credit by transfers limit",
  "allowExternalPayments": "External Send",
  "allowExternalPaymentsHint": "Allow account to send and receive transfers to accounts in other currencies.",
  "allowExternalPaymentRequests": "External Receive",
  "allowExternalPaymentRequestsHint": "Allow account to request and receive requests of transfers from accounts in other currencies.",
  "externalPayments": "External Transfers",
  "externalPaymentsText": "Define the settings for transfers between accounts in different currencies.",
  "enableExternalPayments": "Enable External Send",
  "enableExternalPaymentsHint": "Allow to send and receive transfers to accounts in other currencies using the Komunitin protocol.",
  "enableExternalPaymentRequests": "Enable External Receive",
  "enableExternalPaymentRequestsHint": "Allow to request and receive requests of transfers from accounts in other currencies using the Komunitin protocol.",
  "enableCreditCommonsPayments": "Enable Credit Commons transfers (Experimental)",
  "enableCreditCommonsPaymentsHint": "Allow to send and receive transfers to accounts in other currencies using the Credit Commons protocol. Not recommended for production use yet.",
  "externalTraderCreditLimit": "Trade balance negative limit",
  "externalTraderCreditLimitHint": "The limit of the total trade balance on the imports side.",
  "externalTraderMaximumBalance": "Trade balance positive limit",
  "externalTraderMaximumBalanceHint": "The limit of the total trade balance on the exports side.",
  "trustlines": "Trustlines",
  "trustlinesText": "A trustline defines the positive limit of the tade balance between your currency and a specific external currency. This limit is the maximum amount of external currency you are willing to accept in your group.",
  "noTrustlines": "No trustlines defined yet.",
  "addTrustline": "Add trustline",
  "editTrustline": "Edit trustline",
  "limit": "Limit",
  "trustlineLimitHint": "Trustline limit in your local currency units.",
  "update": "Update",
  "limits": "Limits",
  "transferMethods": "Transfer Methods",
  "transferDirections": "Transfer Directions",
  "accountStart": "Account Start",
  "offersAndNeeds": "Offers and Needs",
  "marketplace": "Marketplace",
  "marketplaceText": "Define the settings for the offers and needs within your community.",
  "categoriesText": "Offers and needs are organized in categories. Define the categories that will be available in your community.",
  "deleteCategoryConfirmation": "Are you sure you want to delete the category {name}?",
  "addCategory": "Add Category",
  "editCategory": "Edit Category",
  "categoryName": "Category Name",
  "categoryIcon": "Category Icon",
  "searchIcon": "Search Icon",
  "loadingIcons": "Loading icons...",
  "creditLimit": "Credit Limit",
  "columns": "Columns",
  "manageAccounts": "Manage Accounts",
  "manageAccountsText": "See below all accounts in your community. Most account settings can be set by default from the community settings page or individually. Credit Limit and Maximum Balance need to be set individually after the account is created.",
  "search": "Search",
  "defaultIs": "Default: {value}",
  "yes": "Yes",
  "no": "No",
  "creditLimitHint": "The maximum negative balance that this account can have.",
  "maximumBalanceHint": "The maximum positive balance that this account can have. Leave to 0 for unlimited.",
  "move": "Move",
  "allowAnonymousMemberList": "Allow external users to list community members",
  "allowAnonymousMemberListHint": "Allow users from any other community to see the list of names, avatars and account numbers of the members of this community. No emails or other personal information is shared.",
  "accountRequests": "Account Requests",
  "noAccountRequests": "No pending account requests.",
  "privacy": "Privacy",
  "hideBalance": "Hide Balance",
  "hideBalanceHint": "Hide the account balance and limits from other users.",
  "downloadCSV": "Download CSV",
  "suspendAccount": "Suspend Account",
  "suspendAccountConfirmText": "Are you sure you want to suspend this account? The account won't be able to make or receive transfers until re-enabled by an admin.",
  "groupStatusPendingText": "The community is currently pending approval by the site admin.",
  "groupStatusActiveText": "The community is active.",
  "groupStatusDisabledText": "The community is disabled. Members are not able to log in or make transfers.",
  "disableGroupConfirmText": "Are you sure you want to disable the community {name} with code {code}? This action will disable all {members} members and remove all related accounts from the ledger. You can re-enable the community later, but all accounts will also need to be re-enabled. Only proceed if your project is finished and you want to prevent any further activity.",
  "enableGroupConfirmText": "Are you sure you want to enable the community {name} with code {code}? This action will restore the community and trustlines but does not automatically re-enable members or accounts. You will need to re-enable them manually.",
  "enableGroup": "Enable Community",
  "disableGroup": "Disable Community",
  "groupStatus": "Community Status",
  "groupStatusText": "Danger zone.",
  "groupStatusUpdated": "Community status updated successfully."
}